/* L2TP error strings */

/* EXIT_ L2TP_NOSERVER */
"Device Error 1" = "The server does not exist. Please verify the server address and try again.";
/* EXIT_ L2TP_NOANSWER */
"Device Error 2" = "The server did not respond. Please verify the server address and try again.";
/* EXIT_PPTP_STARTFAILED */
"Device Error 3" = "The connection to the remote server has failed. Please verify the server address and try again.";
/* EXIT_ L2TP_OUTFAILED */
"Device Error 4" = "The connection to the remote server has failed. Please verify the server address and try again.";
/* EXIT_ L2TP_PROTOCOL */
"Device Error 5" = "The connection to the remote server has failed. Please verify the server address and try again.";
/* EXIT_ L2TP_NETWORKCHANGED */
"Device Error 6" = "You have been disconnected from the L2TP server because the network configuration has changed.";